Repository: garenyondem/fm-radio
Catalog: fmRadio/Resources/AppResources.*.resx
Languages: tr_tr

# ResourceLanguage
source: en-US
tr_tr: tr-TR

# ApplicationTitle
source: fmRadio
tr_tr: fmRadyo

# AppBarButtonText
source: add
tr_tr: ekle

source: about
tr_tr: hakkında

source: add some preset
tr_tr: frekans kaydet

# AlreadySavedFrequencyError
source: This frequency has already been saved.
tr_tr: Bu frekans zaten kayıtlı.

source: and
tr_tr: ve

source: between
tr_tr: arasında

# CantTuneIntoThatFrequencyInYourRegion
source: You can't tune into that frequency in your region!
tr_tr: Mevcut bölgende bu frekansı çalamazsın.

source: Change FM Radio region
tr_tr: FM Radyo bölgesini değiştir

# ChangeFmRadioRegionDesc
source: You can change the FM Radio region for the app from settings page
tr_tr: Uygulamanın FM Radyo bölgesini uygulama ayarları sayfasından değiştirebilirsiniz

source: change log
tr_tr: versiyon

source: clear
tr_tr: temizle

source: delete
tr_tr: sil

source: Designed and developed by
tr_tr: Tasarlayan ve geliştiren

source: Directly tune info a custom frequency
tr_tr: Dilediğin frekansa doğrudan bağlan

# DirectlyTuneInfoACustomFrequencyDesc
source: You can access the frequency input page by tapping on the current frequency indicator
tr_tr: Frekans girme sayfasına şu anda çalan frekans göstergesine basarak ulaşabilirsiniz

# DonateOrBuy
source: donate/buy the app
tr_tr: uygulamaya bağış yap/satın al

source: Error!
tr_tr: Hata!

source: feedback email
tr_tr: geri bildirim email

source: fmRadio App v
tr_tr: fmRadyo Uygulaması v

source: FM radio region
tr_tr: FM radyo bölgesi

# FrequencyCantBeEmpty
source: Sorry, the frequency can't be empty.
tr_tr: Üzgünüm, frekans boş olamaz.

source: Frequency out of bounds
tr_tr: Frekans kapsama alanı dışında

# FrequencySaveError
source: Sorry, something wrong happened while saving your preset. Re-launching the app may help.
tr_tr: Üzgünüm, frekansı kaydederken birşeyler ters gitti. Uygulamayı tekrar başlatmak sorunu çözebilir.

source: how-to
tr_tr: nasıl yapılır

source: Invalid input
tr_tr: Geçersiz giriş

source: Japan
tr_tr: Japonya

source: Missing value!
tr_tr: Eksik değer!

source: Name your preset
tr_tr: Kaydını isimlendir

source: No Antenna
tr_tr: Anten Yok

# NoAntennaErrorMessage
source: Your headphones are used as an FM radio antenna. To listen to the radio, connect your headphones.
tr_tr: Kulaklığınız FM radyo anteni olarak kullanılmaktadır. FM radyo dinleyebilmek için kulaklık takınız.

# NoFmSupport
source: Sorry, this device doesn't support Fm Radio
tr_tr: Üzgünüm, bu cihaz FM Radyo desteklemiyor

# NoHeadPhoneIsPluggedError
source: Plugged audio jack acts as a fm radio antenna, please plug in a headphone.
tr_tr: Kulaklık bağlantısı fm radyo anteni olarak çalışmaktadır, lütfen kulaklık takınız.

source: North America
tr_tr: Kuzey Amerika

source: ok
tr_tr: tamam

# OtherAppsaOfThisDeveloper
source: other apps
tr_tr: diğer uygulamalar

source: rate and review
tr_tr: derecelendir ve değerlendir

source: rate this app
tr_tr: bu uygulamayı derecelendir

# RatingPromptBody
source: We'd love you to rate our app 5 stars? Showing us some love on the store helps us to continue to work on the app and make things even better!
tr_tr: Uygulamamıza 5 yıldız vermeni dileriz. Uygulama mağazasında göstereceğin sempati uygulamayı güncel tutmamıza ve her şeyin daha iyi olmasına yardımcı olacaktır!

# RatingPromptBtn1
source: rate 5 stars
tr_tr: 5 yıldız ver

# RatingPromptBtn2
source: no thanks
tr_tr: hayır teşekkürler

# RatingPromptCheckBox
source: Don't ask again
tr_tr: Bir daha sorma

# RatingPromptTitle
source: Enjoying fmRadio?
tr_tr: fmRadyo'yu beğendin mi?

source: Remove or rename a preset
tr_tr: Frekans kaydını sil veya tekrar isimlendir

# RemoveOrRenameAPresetDesc
source: Long pressing on a preset in the list will prompt you to rename or delete it
tr_tr: Kayıtlı frekansın üzerine uzun basılı tutmak, frekansı düzenleyebilmeniz için pencere açacaktır

# RenameOrDeletePreset
source: Rename or delete the preset
tr_tr: Frekans kaydını sil veya tekrar isimlendir

source: save
tr_tr: kaydet

source: save edit
tr_tr: değişikliği kaydet

source: Save/Set a preset
tr_tr: Frekans kaydet

# SaveSetAPresetDesc
source: Like button will prompt you to name the currently playing frequency as preset
tr_tr: Like butonu çalan frekansı isimlendirebilmeniz ve kaydedebilmeniz için pencere açacaktır

source: Set new frequency
tr_tr: Yeni frekans ayarla

source: settings
tr_tr: ayarlar

source: Skip through presets
tr_tr: Kayıtlı frekanslar arasında geçiş

# SkipThroughPresetsDesc
source: Next and previous buttons will allow you to skip to a desired station/preset
tr_tr: İleri ve geri butonları kayıtlı frekanslar arasında dilediğiniz frekansa ulaşmanızı sağlayacaktır

source: Something happened
tr_tr: Birşeyler oldu

# TileBackText2
source: Now Playing
tr_tr: Şimdi Çalıyor

# TileText1
source: Play some music
tr_tr: Biraz müzik çal

# TileText2
source: Now Playing
tr_tr: Şimdi Çalıyor

# UnexpectedError
source: Now this is a serious problem. :( Report this please.
tr_tr: Bu ciddi bir problem. :( Lütfen bunu rapor et.

source: Unreachable value!
tr_tr: Ulaşılamaz değer!

# V101Desc
source: - Minor bug fixes
tr_tr: - Küçük hata düzeltmeleri

# V102Desc
source: - Minor bug fixes
tr_tr: - Küçük hata düzeltmeleri

# V103Desc
source: - Reminder for rating and reviewing
tr_tr: - Derecelendirme ve değerlendirme için hatırlatma

# V105Desc1
source: - Fix for North America region tuner, now displaying odd numbers only
tr_tr: - Kuzey Amerika bölgesi frekans ayarlayıcısı için düzeltme. Artık sadece tek frekanslar gösteriliyor.

# V105Desc2
source: - Bug fixes
tr_tr: - Hata düzeltmeleri

# V106Desc
source: - Bug fix for frequency indicator
tr_tr: - Frekans göstergesi için hata düzeltmeleri

# V10Desc
source: - Initial version
tr_tr: - İlk versiyon

source: World
tr_tr: Dünya

# LanguageSetting
source: Language
tr_tr: Dil

# BugFix
source: - Bug fixes
tr_tr: - Hata düzeltmeleri

# MinorBugFix
source: - Minor bug fixes
tr_tr: - Küçük hata düzeltmeleri

# V110Desc1
source: - Added in-app purchase option to support development
tr_tr: - Uygulamayı desteklemek için uygulama için satın alım seçeneği eklendi

# V110Desc2
source: - New Turkish language support
tr_tr: - Yeni Türkçe dil desteği
